import { Skill } from "../types/Skill";

export const skillsData: Skill[] = [
    {
        title: "Игровые навыки",
        skills: [
            "Дота 2 (Carry, Mid)",
            "Стратегическое мышление",
            "Управление героем Axe",
            "Анализ противников",
            "Умение правильно проигрывать",
        ],
    },
    {
        title: "Легендарные фразы",
        skills: [
            "Это дефолт",
            "Минус мораль",
            "Как же я ненавижу эту игру!",
            "Тирания в действии!",
            "Ты кто такой, я тебя не звал!",
        ],
    },
    {
        title: "Физические навыки",
        skills: [
            "Жим лёжа 100 кг",
            "Бой с топором",
            "Выживание на 1 час в реальности",
            "Папичевская стойкость",
        ],
    },
    {
        title: "Технические навыки",
        skills: [
            "Стриминг на Twitch",
            "Захват экрана и создание контента",
            "Обзор игровых сборок",
            "Монтаж роликов",
            "Работа с донатами",
        ],
    },
    {
        title: "Ментальные навыки",
        skills: [
            "Не сдаюсь до конца игры",
            "Мастер перформансов",
            "Легендарные эмоции",
            "Отбивка хейтеров",
            "Собственное понятие морали",
        ],
    },
];